---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadDescription
source: html/b6736c99-d14c-9438-d626-74c24c0ae2aa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadDescription Property

"Description"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadDescription { get; }
```